FLIGHTS = {
    'Москва': {
        'Париж': {
            'Даты рейсов': [5, 10, 15, 20, 25],
            'Время вылета': '14:00',
        },
        'Лондон': {
            'Даты рейсов': ['понедельник', 'четверг'],
            'Время вылета': '13:30',
        },
        'Нью-Йорк': {
            'Даты рейсов': [10, 20],
            'Время вылета': '22:00',
        },
        'Стамбул': {
            'Даты рейсов': ['ежедневно'],
            'Время вылета': '8:30',
        },
        'Мадрид': {
            'Даты рейсов': ['вторник', 'четверг', 'суббота'],
            'Время вылета': '12:00',
        }
    },
    'Париж': {
        'Москва': {
            'Даты рейсов': [5, 10, 15, 20, 25],
            'Время вылета': '19:00',
        },
        'Лондон': {
            'Даты рейсов': ['понедельник', 'четверг'],
            'Время вылета': '15:30',
        },
        'Нью-Йорк': {
            'Даты рейсов': [10, 20],
            'Время вылета': '20:00',
        },
        'Стамбул': {
            'Даты рейсов': ['ежедневно'],
            'Время вылета': '11:30',
        },
        'Мадрид': {
            'Даты рейсов': ['вторник', 'четверг', 'суббота'],
            'Время вылета': '8:00',
        }
    },
    'Лондон': {
        'Москва': {
            'Даты рейсов': [5, 10, 15, 20, 25],
            'Время вылета': '19:00',
        },
        'Нью-Йорк': {
            'Даты рейсов': [10, 20],
            'Время вылета': '20:00',
        },
        'Стамбул': {
            'Даты рейсов': ['ежедневно'],
            'Время вылета': '11:30',
        },
        'Мадрид': {
            'Даты рейсов': ['вторник', 'четверг', 'суббота'],
            'Время вылета': '8:00',
        }
    },
    'Нью-Йорк': {
        'Москва': {
            'Даты рейсов': [10, 20],
            'Время вылета': '19:00',
        },
        'Лондон': {
            'Даты рейсов': ['среда', 'пятница'],
            'Время вылета': '15:30',
        },
        'Париж': {
            'Даты рейсов': [5, 10, 15, 20, 25],
            'Время вылета': '20:00',
        },
        'Мадрид': {
            'Даты рейсов': ['понедельник', 'четверг', 'суббота'],
            'Время вылета': '8:00',
        }
    },
    'Мадрид': {
        'Париж': {
            'Даты рейсов': [5, 10, 15, 20, 25],
            'Время вылета': '14:00',
        },
        'Лондон': {
            'Даты рейсов': ['понедельник', 'четверг'],
            'Время вылета': '13:30',
        },
        'Стамбул': {
            'Даты рейсов': ['ежедневно'],
            'Время вылета': '8:30',
        },
        'Москва': {
            'Даты рейсов': ['вторник', 'четверг', 'суббота'],
            'Время вылета': '12:00',
        }
    },
    'Стамбул': {
        'Париж': {
            'Даты рейсов': [5, 10, 15, 25],
            'Время вылета': '14:00',
        },
        'Лондон': {
            'Даты рейсов': ['понедельник', 'четверг'],
            'Время вылета': '13:30',
        },
        'Москва': {
            'Даты рейсов': ['ежедневно'],
            'Время вылета': '15:30',
        },
        'Мадрид': {
            'Даты рейсов': ['вторник', 'пятница', 'суббота'],
            'Время вылета': '10:00',
        }
    },
}

WEEKDAY = [
    'понедельник',
    'вторник',
    'среда',
    'четверг',
    'пятница',
    'суббота',
    'воскресенье'
]
